Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public virtual bool MoveNext()
  Visual Basic
Public Overridable Function MoveNext As Boolean
  Visual C++
public:
virtual bool MoveNext()
 Implements
  IEnumerator MoveNext
 See Also
  LoadCaseSetIterator Class
  Autodesk.Revit.DB.Structure Namespace